Repository: ChrisDeSplentere/HelpnGo_KerimovDesplentere
Catalog: HelpnGo_KerimovDesplentere/HelpnGo_Windows/HelpnGo/HelpnGo.Shared/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

source: Demand
fr_fr: Demande

source: Offer
fr_fr: Offre

source: Account successfully created
fr_fr: Le compte a bien été créé

source: An error occurred during account creation
fr_fr: Erreur lors de la création du compte

source: Please fill all compulsory fields
fr_fr: Veuillez remplir tous les champs obligatoires

source: Wrong password confirmation
fr_fr: Mauvaise confirmation de mot de passe

source: Lastname is too long
fr_fr: Le nom de famille est trop long

source: Firstname is too long
fr_fr: Le prénom est trop long

source: Street number is too long
fr_fr: Le numéro de rue est trop long

source: Street name is too long
fr_fr: Le nom de rue est trop long

source: Email address is too long
fr_fr: L'adresse email est trop longue

source: Invalid email address
fr_fr: Adresse email incorrecte

source: Password is too long
fr_fr: Le mot de passe est trop long

source: Phone number is too long
fr_fr: Le numéro de téléphone est trop long

source: Phone number is too short
fr_fr: Le numéro de téléphone est trop court

source: Diplomas description is too long
fr_fr: La description des diplômes est trop longue

source: Jobs description is too long
fr_fr: La description des métiers est trop longue

source: Publication successfully created
fr_fr: L'annonce a bien été créée

source: Publication successfully modified
fr_fr: L'annonce a bien été modifiée

source: Publication successfully deleted
fr_fr: L'annonce a bien été supprimée

# Create_new_user.Text
source: Create an account
fr_fr: Créer un compte

source: Title is too long
fr_fr: Le titre est trop long

source: Description is too long
fr_fr: La description est trop longue

source: Email is too long
fr_fr: L'adresse email est trop longue

source: Wrong password
fr_fr: Mauvais de mot de passe

source: Wrong email address
fr_fr: Adresse email incorrecte

source: An error occurred during publication modification
fr_fr: Erreur lors de la modification d'une annonce

source: An error occurred during publication removal
fr_fr: Erreur lors de la suppression d'une annonce

source: An error occurred during publication creation
fr_fr: Erreur lors de la création d'une annonce

# Category.Text
source: Category :
fr_fr: Catégorie :

# Publication_list.Text
source: Publications list :
fr_fr: Liste de publications :

# Results.Text
source: Results :
fr_fr: Résultats :

# seeDetails.Content
source: See details
fr_fr: Voir détails

# search.Content
source: Search
fr_fr: Rechercher

# logOut.Label
source: Log out
fr_fr: Se déconnecter

# checkOffers.Content
source: Offers
fr_fr: Offres

# checkDemands.Content
source: Demands
fr_fr: Demandes

# lastNameBox.PlaceholderText
source: Lastname*
fr_fr: Nom*

# firstNameBox.PlaceholderText
source: Firstname*
fr_fr: Prénom*

# diplomasBox.PlaceholderText
source: Diploma(s)
fr_fr: Diplôme(s)

# phoneNumberBox.PlaceholderText
source: Phone number
fr_fr: Numéro de téléphone

# jobsBox.PlaceholderText
source: Job(s)
fr_fr: Emploi(s)

# passwordBox.PlaceholderText
source: Password**
fr_fr: Mot de passe**

# confPasswordBox.PlaceholderText
source: Confirm password**
fr_fr: Confirmer votre mot de passe**

# dateLabelBlock.Text
source: Date of birth* :
fr_fr: Date de naissance* :

# streetBox.PlaceholderText
source: Street*
fr_fr: Rue*

# streetNumberBox.PlaceholderText
source: Street number*
fr_fr: Numéro de rue*

# villeBlockBlock.Text
source: City* :
fr_fr: Ville* :

# createAccount.Content
source: Create an account
fr_fr: Créer un compte

# logIn.Content
source: Log in
fr_fr: Se connecter

# idenPassword.PlaceholderText
source: Password
fr_fr: Mot de passe

# titleMyAccount.Text
source: My account
fr_fr: Mon compte

# CategoryMand.Text
source: Category* :
fr_fr: Catégorie* :

# pubTitleBox.PlaceholderText
source: Title*
fr_fr: Titre*

# Create_publication.Text
source: Create a publication
fr_fr: Créer une publication

# remarkBlock.Text
source: * : compulsory field
fr_fr: * : champ obligatoire

# pubPhoneBox.PlaceholderText
source: Phone number
fr_fr: Numéro de téléphone

# pubCategoryLabel.Text
source: Category :
fr_fr: Catégorie :

# pubContactMeLabel.Text
source: Contact me :
fr_fr: Me contacter :

# pubPhoneLabel.Text
source: Phone number :
fr_fr: Numéro de téléphone :

# titleModifyPublication.Text
source: Modify a publication
fr_fr: Modifier la publication

# Email_already_used
source: This email address is already used
fr_fr: Cette adresse email est déjà utilisée

# remark2Block.Text
source: ** : identification field
fr_fr: ** : champ d'identification
